Repository: jeanjackfranji/L2PMobile
Catalog: Resources/Resources.*.resx
Languages: de

# About
source: About Us
de: Über uns

# AboutProject
source: About Our Project
de: Über unser Projekt

source: Announcements
de: Ankündigungen

source: Assignments
de: Aufgabe

source: Attachments
de: Anhänge

source: Authors
de: Autors

source: Calendar
de: Kalender

# DeleteEmail
source: Delete Email(s)
de: Löschen E-Mail ( s )

# DeleteEmailAsk
source: Are you sure you want to delete the selected email(s)?
de: Sind Sie sicher, dass Sie die ausgewählte E-Mail ( s ) zu löschen?

# DeleteLiterature
source: Delete Literature(s)
de: Löschen Literatur (en)

# DeleteLiteratureAsk
source: Are you sure you want to delete the selected Literature(s)?
de: Sind Sie sicher, dass Sie die ausgewählte Literatur ( en) zu löschen ?

source: Discussion Forum
de: Diskussionsforum

source: Exam Results
de: Prüfungsergebnisse

source: Group Workspace
de: Gruppe Arbeitsplatz

source: Learning Materials
de: Lernmaterialien

source: Literature
de: Literatur

source: Log In
de: Einloggen

# LoginText
source: As soon as you click on the login button, you will be redirected to the RWTH L2P authentication page and be prompted to enter your login credentials to provide access to our application.
de: Sobald Sie auf den Login-Button klicken, werden Sie an der RWTH L2P Authentifizierung umgeleitet werden Seite und werden aufgefordert , Ihre Anmeldedaten einzugeben, um Zugriff auf unsere Anwendung zur Verfügung zu stellen

# LogInVia
source: Log In via RWTH L2P
de: Login über RWTH L2P

source: Media Library
de: Medienbibliothek

source: My Courses
de: Meine Kurse

source: My Discussions
de: Meine Diskussionen

source: My Schedule
de: Mein Stundenplan

source: No
de: Nein

source: Recent
de: Kürzlich

# RecentAnnouncement
source: Recent Announcements
de: Aktuelle Ankündigungen

# RecentDiscussion
source: Recent Discussions
de: Aktuelle Diskussionen

source: Sender
de: Absender

source: Shared Documents
de: Gemeinsame Dokumente

source: Sign In
de: Anmelden

source: Sign Out
de: Ausloggen

source: Subject
de: Thema

# Team
source: Our Team Members Are:
de: Unsere Teammitglieder sind

# TeamMembers
source: This project was built to improve the mobile version of the RWTH Aachen L2P System. We are a group of 5 people that worked on making a responsive web version using Material UI.
de: Dieses Projekt wurde gebaut, um die mobile Version der RWTH Aachen L2P -System zu verbessern. Wir sind eine Gruppe von 5 Personen , die auf Herstellung einer ansprechenden Web-Version Verwendung von Material UI gearbeitet.

source: Title
de: Titel

source: What's New
de: Was gibt's Neues

source: Yes
de: Ja

source: Add Announcement
de: Neue Ankündigung

source: Announcement
de: Ankündigung

# DeleteAnnouncement
source: Delete Announcement(s)
de: Löschen Ankündigung( en )

# DeleteAnnouncementMsg
source: Are you sure you want to delete the selected announcement(s)?
de: Sind Sie sicher, dass Sie die gewählte Ankündigung( en ) löschen möchten?

# EditAnnouncement
source: Edit Annoucement
de: Bearbeiten Ankündigung

source: Upload File
de: Datei hochladen

# UploadMessage
source: Please choose a file to upload
de: Bitte wählen Sie eine Datei hochladen

source: View Announcement
de: Ankündigung zeigen

# AddAssignment
source: Neue Aufgabe
de: Add Assignment

source: Add Hyperlink
de: Neu Hyperlink

source: Add Literature
de: Neu Literature

source: Description
de: Beschreibung

source: Due Date
de: der Einsendeschluss

source: Due Date Time
de: die Einsendeschlusszeit

# EditAssignment
source: Übung Bearbeiten
de: Edit Assignment

source: Edit Hyperlink
de: Hyperlink Bearbeiten

source: Edit Literature
de: Literatur Bearbeiten

# GrpSubmission
source: Allow Group Submission
de: Lassen Gruppe Submission

# SampleSolution
source: Please choose a sample solution file
de: Bitte wählen Sie eine Musterlösung Datei

source: Total Points
de: Gesamtpunktzahl

source: View
de: Ansehen

source: Compose E-Mail
de: Neue Email

source: Error
de: Fehler
